{
    "rougeLikeGames": [
        {
            "Name": "FTL",
            "Description": "This \"spaceship simulation roguelike-like\" allows you to take your ship and crew on an adventure through a randomly generated galaxy filled with glory and bitter defeat.",
            "Picture": "./images/FTL2.jpg"
        },
        {
            "Name": "Risk of Rain 2",
            "Description": "Escape a chaotic alien planet by fighting through hordes of frenzied monsters – with your friends, or on your own. Combine loot in surprising ways and master each character until you become the havoc you feared upon your first crash landing.",
            "Picture": "./images/Risk.jpg"
        },
        {
            "Name": "Slay The Spire",
            "Description": "Craft a unique deck, encounter bizarre creatures, discover relics of immense power, and Slay the Spire!",
            "Picture": "./images/slay.jpg"
        },
        {
            "Name": "Calculate It",
            "Description": "Build the perfect calculator with unique buttons to reach the desired number in this Calculator-based rougelike!",
            "Picture": "./images/calculate.jpg"
        }
    ],
    "sandBoxGames": [{
        "Name": "Minecraft",
        "Description": "This game needs no introduction. The highest sold game ever, Minecraft revolutionized the sandbox survival-craft genre with its simple mechanics and vast world. The only limit is your imagination.",
        "Picture": "./images/Minecraft.jpg"
    },
    {
        "Name": "Terraria",
        "Description": "Often accused of being a \"2-D Minecraft\", Terraria takes the sandbox survival-craft genere and incorporates many RPG elements by including a proper path of progression with multiple challenging bosses, and 5000+ unique items.",
        "Picture": "./images/Terraria.jpg"
    },
    {
        "Name": "Core Keeper",
        "Description": "New to the sandbox survival-craft genre, this game takes inspiration from Terraria's more RPG elements, but changes the enviorment to a more subterarianian theme, with dark caves, lush forests, and sunken seas.",
        "Picture": "./images/core-keeper.jpg"
    },
    {
        "Name": "Enshrouded",
        "Description": "Enshrouded takes place in an entirly voxel world, hand crafted to tell it's story. With multiple ways to play and level up your character, uncover the mysteries of the shorud in the beautiful sandbox survival-craft game.",
        "Picture": "./images/Enshrouded.jpg"
    }
    ]
}